Repository: dvoraj75/meiro_preview
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

source: Czech
cs: Čeština

source: English
cs: Angličtina

source: Freelancer
cs: Fyzická osoba

source: Legal entity
cs: Právnicá osoba

source: Notifiable trade
cs: Ohlašovaná živnost

source: Licensed trade
cs: Koncesovaná živnost

source: Limited company
cs: Společnost s ručením omezeným

source: Limited stock company
cs: Akciová společnost bez veřejné nabídky akcií

source: Public stock company
cs: Akciová společnost s veřejnou nabídkou akcií

source: General partnership
cs: Veřejná obchodní společnost

source: Limited partnership
cs: Komanditní společnost

source: Cooperative
cs: Družstvo

source: Housing cooperative
cs: Bytové družstvo

source: Societas europaea
cs: Evropská společnost

source: General
cs: Obecné

source: Personal Info
cs: Osobní údaje

source: Contact info
cs: Kontaktní údaje

source: Guest
cs: Host

source: Client
cs: Klient

source: Accountant
cs: Účetní

source: Supervisor
cs: Vedoucí

source: Male
cs: Muž

source: Female
cs: Žena

source: Role {role_name} does not exist.
cs: Role {role_name} neexsituje.

source: Some of the company id does not exist.
cs: Některá z id společností neexistují.

source: Invalid e-mail address format.
cs: Chybný formát e-mailové adresy.

source: Invalid phone number format.
cs: Chybný formát telefonního čísla.
